{
	"navigation": {
		"Campuses": "Campus",
		"Courses": "Kurse",
		"All courses": "Alle Kurse",
		"Events": "Veranstaltungen",
		"All events": "Alle Veranstaltungen",
		"Stories": "Stories",
		"Give us a tour of your company": "Veranstalte eine company tour",
		"Jobs": "Karriere",
		"About us": "Über uns",
		"Contact us": "Nimm Kontakt auf",
		"Get involved": "Mach mit",
		"contact us": "contact us"
	},
	"Hello": "Hallo",
	"Start_your": "Starte deine",
	"Digital_career": "DIGITALE KARRIERE",
	"Learn digital skills with us to get the most fulfilling jobs": "Lerne digitale skills und ergatter einen der meist erfüllenden Jobs",
	"Browse Courses": "Kurse erkunden",
	"Contact us": "Kontakt",
	"Our courses": "Unsere Kurse",
	"All": "Alle",
	"Meet our happy students": "Lerne unsere Teilnehmer kennen",
	"Let’s connect! Our admissions team will call you soon to chat about our courses and your goals": "lass uns kurzschliessen! ....",
	"We offer many interesting educational trainings": "Wir bieten unterschiedliche Weiterbildungen an",
	"Courses": "Kurse",
	"Learn hands-on with technology right from the start.": "Lerne heute noch die neusten Technologien mit einem Praxisbezogenem Fokus.",
	"We have designed an immersive and intense curriculum to get you working fast and learning the skills and powerful tools needed for your digital career.": "Wir kreierten ein intutitives und intensives Curriculum um dich schnell mit den mächtige Werkzeugen deiner zukünftigen Karriere vertraut macht.",
	"Our courses are all about upgrading your skills with flexible formats and self-propelled home learning.": "In unserem Kurs geht es haupsächlich darum deine Fähigkeiten in flexiblen Formaten und angleitetem Heimunterricht zu verbessern.",
	"The program requires passion, dedication, and grit­ in order to succeed.": "Der Kurs erfordert Hingabe, Einsatzbereitschaft und Integrität um erfolgreich zu sein.",
	"Let’s connect! Our admissions team will call you soon to chat about our courses and your goals": "Lass uns connecten! Unser Bildungsberatungs Team wird sich in Kürze bei dir melden und dich über unsere Kurse und deine möglichen Ziele bei uns zu informieren.",

	"The Digital Career Institute was born as an initiative to integrate refugees into digital jobs. Today it is committed to train anyone who wants to pursue a tech career.": "Das Digital Career Institute wurde aus der Idee Initiative geboren, Menschen mit Fluchthintergrund in digitale Jobs zu bringen. Heute helfen wir unabhaengig davon jedem, der eine Tech-Karriere anstrebt diese Ziele zu erreichen.",

	
	"Phone": "Telefon",
	"Street": "Strasse",
	"Zip": "Postleitzahl",
	"Stories": "Stories"
}